{
    "games": [
        {
            "name": "Retro Bowl College",
            "author": "New Star Games",
            "description": "Retro Bowl College is a game that simulates American football and is a thrilling experience, offering the opportunity to build, manage, and lead your football team to victory at universities.",
            "special": "New"   
        },
        {
            "name": "Retro Bowl",
            "author": "New Star Games",
            "description": "The goal of the game is for the player to manage their team to the Retro Bowl championship game. The game also includes aspects of managing an American football team such as trading and cutting players, signing free agents, maintaining morale, drafting players, and more.",
            "special": "Hot"
        },
        {
            "name": "Gold Digger FRVR",
            "author": "Chris Benjaminsen",
            "description": "Here down in the mine life is simple: Digging day and night and trying to find all the gold you can (and if you're lucky, a couple of hidden treasures). Accumulate a good loot and then sell it in Joe's shop to get money for buying new equipment for your next expedition.Here down in the mine life is simple: Digging day and night and trying to find all the gold you can (and if you're lucky, a couple of hidden treasures). Accumulate a good loot and then sell it in Joe's shop to get money for buying new equipment for your next expedition.",
            "special": "None"
        },
        {
            "name": "Recoil",
            "author": "Martin Magni",
            "description": "Recoil is a platform/action game by Martin Magni. You play as a little character and using various weapons you will need to kill the nasty pink viruses ! You cannot move around though, your only way to move is by using the recoil of your weapon to propel yourself !",
            "special": "None"
        },
        {
            "name": "Football Legends",
            "author": "MadPuffers",
            "description": "A super soccer journey is beginning with the Football Legends' 2021 game version. The game consists of super game modes and super football players like the world's most famous players. The game is played in two different modes like single player and two player gaming mode. There are three game modes as Quick Match, Tournament, and Friends modes. You can play all of these modes in single player mode and two player gaming mode. When the time is over in the soccer matches, the one who scores most wins the game. Each character will have a super shot power and it will have a cool down when you use it. Let the matches begin!",
            "special": "None"
        },
        {
            "name": "Monster Tracks",
            "author": "Martin Magni",
            "description": "Monster Tracks is a skill game where you must drive through treacherous paths with aerial movements. That's why you must be careful when putting power to the pedal as any wrongly intense manoeuvre can arch the truck backwards, causing you to flip you upside down.",
            "special": "None"
        },
        {
            "name": "Drive Mad",
            "author": "Martin Magni",
            "description": "Drive Mad is a car game where you drive on a track filled with obstacles. Your aim is to reach the finish line in one piece. You have to balance your speed so your car doesn't flip over. This is harder than it sounds, as there are many thrilling and creative stunts and obstacles for you to enjoy.",
            "special": "Hot"
        },
        {
            "name": "Rooftop Snipers",
            "author": "New Eich Games",
            "description": "Rooftop Snipers is a pixel-style shooting game where you have to shoot famous characters off of the roof. You can play in single or two-player mode, against the Joker, Mr. T, and John Wayne. During each duel, you have to jump forwards and backwards to dodge bullets. Look out for the tomahawks and beach balls in Rooftop Snipers.",
            "special": "None"
        },
        {
            "name": "Rooftop Snipers 2",
            "author": "New Eich Games",
            "description": "Rooftop Snipers 2 is an online shooting game created by New Eich Games released in 2019. The goal is to show off your sniper skills in order to to stay on the roof. Rooftop Snipers 2 can be played with two players. You can also customize your playing arena for the ultimate matchup. Unlock more characters to fight your epic battles and see if you can shoot your opponent off the roof first. How to play Rooftop Snipers 2?",
            "special": "None"
        },
        {
            "name": "President Simulator",
            "author": "Emolingo Games",
            "description": "President Simulator is a clicker game where you play as a president and your mission is to save your economy. Make strategies, buy new items, upgrade yourself and click to make money!",
            "special": "None"
        },
        {
            "name": "Basketball Stars",
            "author": "Madpuffers",
            "description": "Grab the ball and take on the world with BASKETBALL STARS. Play fast-paced, authentic 1v1 multiplayer basketball! Show your skills, moves and fakes to juke out your opponent and shoot for the basket! On defense, stay in the face of the attacker, steal the ball, and time your leaps to block their shots!",
            "special": "Hot"
        },
        {
            "name": "Basketball Legends 2020",
            "author": "Madpuffers",
            "description": "Basketball Legends 2020 is a cool 2 player basketball game. Choose your team and enter a challenging tournament against the CPU or play fun quick matches against your best friend. Control your player to perform awesome dunks and 3 pointers to win the game.",
            "special": "None"
        },
        {
            "name": "Basket Bros",
            "author": "Blue Wizard Digital",
            "description": "BasketBros is a fast-paced basketball game with online and offline gameplay. Choose a basketballer, customize your style, and compete in singleplayer and multiplayer games. Throw down some sick dunks and win the game to earn upgrades and unlockables.",
            "special": "None"
        },
        {
            "name": "Bouncy Basketball",
            "author": "Dreamon Studios AB",
            "description": "Bouncy Basketball is a one-button, 2D physics-based, pixel art basketball game. Challenge your basketball-loving friends to fierce basketball battles on a shared screen, or simply play against the CPU if you don't feel like jeopardizing your friendships.",
            "special": "None"
        },
        {
            "name": "Stick Merge",
            "author": "TinyDobbins",
            "description": "Stick Merge is a simple action and merging game. You aim to combine various weapons to create more powerful guns, and ultimately use them on the moving stick figures in the shooting range. Prepare your arsenal, upgrade your pistol, explore all the power-ups and become the best shooter in town.",
            "special": "None"
        },
        {
            "name": "Sausage Flip",
            "author": "Madbox",
            "description": "Sausage Flip is a game where players have to help the sausages to jump over different obstacles to reach the goal. Players use their finger on the screen to control the sausages' jumps and flip them over obstacles, including chicken drumsticks, skewer sticks and other obstacles.",
            "special": "None"
        },
        {
            "name": "Burger Bounty",
            "author": "OnRush Studio",
            "description": "Burger Bounty is a simulation game where you play as the owner and, at the beginning, the only member of the team! Slowly build up your restaurant by adding more tables, foods and team members until you have a fully functioning (and profitable) eatery!",
            "special": "Updated"
        },
        {
            "name": "Getaway Shootout",
            "author": "New Eich Games",
            "description": "Getaway Shooter is a chaotic two-player game where you race three others to the extraction point. You can only move by jumping left or right, which makes the race a little tricky! Pick up guns and other weapons along the way to use against the others!",
            "special": "Classic"
        },
        {
            "name": "Tube Jumpers",
            "author": "New Eich Games",
            "description": "Tube Jumpers is a local multiplayer that can be played with up to 4 people. In the game you have to make sure to stay on your floating tube. Rocks, balls, and even sharks will jump out of the water and hit you. It's your task to make sure you land back on the tube when you're catapulted into the air.",
            "special": "None"
        },
        {
            "name": "BitLife",
            "author": "CandyWriter LLC",
            "description": "What is BitLife? BitLife is a single player life simulation game in which users make decisions based on a series of multiple choice questions presented to them as they get older (within the game).",
            "special": "Hot"
        },
        {
            "name": "Swingo",
            "author": "Blumgi",
            "description": "Swingo is an arcade game that combines the platform and action genres into one fun package. You control a cute bouncy character that can only move around using a grappling hook. Fire the hook and pull yourself in the direction you want to go !",
            "special": "None"
        },
        {
            "name": "Roper",
            "author": "Martin Magni",
            "description": "Roper is a platform game where you control a running character with a single tap across many levels with obstacles and cliffs. Your character runs automatically and only stops when he hits a solid object or a wall. Tap and jump at the right moment to keep your character running in the right direction, and tap again and hold to swing off of platforms with the brown circle. You must collect all of the coins in the level to successfully complete it. Can you finish all 100 levels in Roper?",
            "special": "None"
        },
        {
            "name": "Idle Mining Empire",
            "author": "MarketJS",
            "description": "Idle Mining Empire is an idle clicker tycoon game where you build a mineral mining business. This game is published in HTML5 using lightweight JavaScript, meaning it should work on mobile devices and most modern web browsers like Apple Safari, Google Chrome, Microsoft Edge, and Mozilla Firefox.",
            "special": "None"
        },
        {
            "name": "Idle Startup Tycoon",
            "author": "MarketJS",
            "description": "Idle Startup Tycoon is an idle clicker game where players try to build a successful startup ecosystem. Do you have what it takes to build a successful startup? Build a coworking space, establish a sales office, and build a variety of startups including a food delivery app and a mobile gaming startup.",
            "special": "None"
        },
        {
            "name": "Idle Gang",
            "author": "NoPowerup",
            "description": "Welcome to Idle Gang! In this idle/incremental game, you will build your gang, lead fighters to conquer the whole city. Beat your rivals, take over their businesses and make money from them. Upgrade your fighters to get stronger, upgrade buildings to earn more money and get rich!",
            "special": "None"
        },
        {
            "name": "Ball Mayhem",
            "author": "Voodoo",
            "description": "The object of the game is to pick up the ball with your player or help your team mates pick up the ball and run it into the end zone for a touchdown.",
            "special": "None"
        },
        {
            "name": "Soccer Skills World Cup",
            "author": "Radical Play",
            "description": "Soccer Skills is an amazing action packet soccer tournament game. You select your favorite country, prepare your team hard and try to win match after match as you go through the rounds, reach and win the quarter finals and semi finals to make it through to face the grand final of the championship!",
            "special": "None"
        },
        {
            "name": "Soccer Skills Euro Cup",
            "author": "Radical Play",
            "description": "Soccer Skills - Euro Cup is a 3D soccer game featuring various European football teams. Jump into the European Championship, take control of players, and bring it home for your favorite team!",
            "special": "None"
        },
        {
            "name": "A Small World Cup",
            "author": "Rujo Games",
            "description": "A Small World Cup is a funny two-player soccer game. Your team consists of only a rag-doll which you have to slam against the ball to score a goal. A Small World Cup was created by Rujo Games. In this game the popular title 'Mutilate a Doll' meets football which allows for hilarious situations to arise. Choose to play the practice mode, or play for the world cup. Select the difficulty, pick a team, and make your way through the tournament. Make sure to check out the Golden Goal mode. In this mode, scoring 1 goal is enough to win and continue through the tournament stages. But be careful, your opponent also needs only 1 goal. Slam your character against the ball and score your way to the finals. Can you win A Small World Cup?",
            "special": "None"
        },
        {
            "name": "Penalty Shooters 2",
            "author": "10x10games",
            "description": "Penalty Shooters 2 is a soccer game where you score goals to win the soccer tournament! Penalty Shooters 2 features hundreds of teams from around the globe. Choose a fantasy league with clubs from England, France, or North America. Each round consists of 5 turns. Score and make saves in this fun penalty simulator game!",
            "special": "None"
        },
        {
            "name": "Soccer Random",
            "author": "RHM Interactive",
            "description": "Soccer Random is an online soccer game inspired by Rooftop Snipers and Getaway Shootout. This game promises to give players the most realistic and exciting experience through fiery matches. You will not be bored when participating in thrilling matches!",
            "special": "None"
        },
        {
            "name": "Boxing Random",
            "author": "RHM Interactive",
            "description": "Boxing Random is a 2-player physics-based boxing game. Enjoy rounds with different challenges, and who reaches 5 score first, wins the game! Sometimes the boxing field changes and sometimes the boxers. Adapt to every random feature and hit accurately.",
            "special": "None"
        },
        {
            "name": "Basket Random",
            "author": "RHM Interactive",
            "description": "Basket Random is a 2-player retro pixel game with ragdoll physics. Hop along and fight for the ball through various basketball courts. Each dunk takes you to the next level! Changing fields, changing players and changing balls do not surprise you!",
            "special": "Hot"
        },
        {
            "name": "Volley Random",
            "author": "RHM Interactive",
            "description": "Volley Random is a volleyball game in the 2D arcade style that blends random features with the traditional volleyball regulations. The aim of the game is to earn points by launching the ball over the net and onto the court of the opposition while stopping them from doing the same.",
            "special": "None"
        },
        {
            "name": "Boxing Physics 2",
            "author": "Cool Bears LLC",
            "description": "Boxing Physics 2 is an exciting sport game, where box meets ridiculous physics. Here you can find different dynamic modes, from hitting while scoring goals to escaping traps while knocking out your opponent. Try your boxing skills on challenging missions. You have accomplished all the missions?!",
            "special": "None"
        },
        {
            "name": "Slope",
            "author": "Rob Kay",
            "description": "Slope Game is a never-ending space run game. Slope Game is a 3D running game in which you must drive a ball. Gameplay that is simple to control, fast-paced, and addictive. As they crash through the race, drive your ball to follow the straight path in space and avoid obstacles.",
            "special": "Classic"
        },
        {
            "name": "Slope 2",
            "author": "Rob Kay",
            "description": "Slope 2 is one of the most exciting endless run games. Control your ball in a high-speed slope race and see how far you can go!",
            "special": "None"
        },
        {
            "name": "Slope 3",
            "author": "Rob Kay",
            "description": "Slope 3 is an exciting endless running game based on the slope series. Drive a ball rolling down a series of the slope, avoid obstacles and get a high score.",
            "special": "None"
        },
        {
            "name": "Sprinter",
            "author": "Gamedesign",
            "description": "Sprinter is a challenging, top-down action game, with striking minimalist artwork, soaked in a dynamic original soundtrack that builds and interacts with the player as they progress.",
            "special": "None"
        },
        {
            "name": "Gladihoppers",
            "author": "Dreamon Studios AB",
            "description": "Gladihoppers is an action game where you fight in different arenas as a gladiator! Choose between different modes, like the awesome career mode, arcade mode, quick fight and practice. The goal is to survive al long as you can. Choose between the Trainer, Surgeon, Priest and Spy who all have special abilities to help you in the arena. Earn a victory and you will gain fame bonuses, and earn gold that you can use to buy upgrades for your fighter like armor and weapons.",
            "special": "Hot"
        },
        {
            "name": "Jack Smith",
            "author": "Flipline Studios",
            "description": "Jacksmith is the craftiest donkey in all the land. In Jacksmith, you are a blacksmith crafting a wide range of weapons for all of your warriors. Crafting weapons is completely hands-on. Choose your ore, choose your mold, melt it, pour it, construct it, and design it.",
            "special": "Hot"
        }, 
        {
            "name": "Table Tennis World Tour",
            "author": "Happylander",
            "description": "Table Tennis World Tour is a brilliant sports game in which you can try out your table tennis skills against a range of AI opponents. You can choose which nation you play for and then start competing in the global competition! To control your table tennis bat you simply move your mouse – the mouse emulates the movement of your hand so you can control the speed and spin of your shots with great accuracy.",
            "special": "None"
        },
        {
            "name": "The Spear Stickman",
            "author": "Maximiliano Demonte",
            "description": "The Spear Stickman is an exciting shooting game. Your mission is to control a stickman armed with a spear to kill as many opponents as possible.",
            "special": "None"
        },
        {
            "name": "Death Run 3D",
            "author": "Dragon King",
            "description": "Death Run 3D is an extremely fast game for true skillers only. If you love hardcore games, this game is the right for you. You fly inside a tube with various blocks and almost each of them is movable. Your task is avoid to crash to those cubes.",
            "special": "None"
        },
        {
            "name": "Bossy Toss",
            "author": "No Pressure Studios",
            "description": "Bossy Toss is a fun game where you have to hit your boss as much as you can! Complete a ton of quests and achievements to earn coins and gems. With your coins you can buy a large variety of weapons, like a cactus, a chicken, skyrockets, arrows, rifles, even a black hole! You can even unlock complete new levels. Use special abilities, like Multi-Shot, to toss even more stuff at your boss, and gain more points! Can you defeat your boss?",
            "special": "None"
        },
        {
            "name": "Unicycle Hero",
            "author": "Unept",
            "description": "Unicycle Hero is an epic, Olympic-themed skill game created by Unept where you'll have to prove your athletic prowess in 9 fun events. But there's a twist! Can you balance on your unicycle and hurl heavy objects at the same time?",
            "special": "Hot"
        },
        {
            "name": "Time Shooter 2",
            "author": "GoGoMan",
            "description": "Time Shooter 2 is a first-person shooter where time stands still until you move. Plan your shots and moves carefully. Dodge enemy fire in epic slo-mo combat and make your way around the map using time to your advantage.",
            "special": "None"
        },
        {
            "name": "Time Shooter 3 SWAT",
            "author": "GoGoMan",
            "description": "Time Shooter 3: SWAT is a first-person shooter where your movement affects time. It is the sequel to Time Shooter 2 and takes inspiration from the game SuperHot. Dodge enemy attacks and skillfully take down enemies using time as your ultimate weapon.",
            "special": "None"
        },
        {
            "name": "Funny Shooter",
            "author": "GoGoMan",
            "description": "Funny Shooter is a 3D FPS (first person shooter) game where you shoot creepy and funny-looking enemies using a wide variety of weapons in your arsenal. The enemies will spawn in phases and almost every level introduces something new and exciting whether it's a new enemy, a boss, upgrades, or weapons. You have access to all kinds crazy guns, rifles, RPGs, grenade launchers, pistols, bazookas, snipers, shotguns, and even skins to customize them! Make sure to complete the achievements and challenges to earn some extra coins to help facilitate your progression. Don't forget to upgrade your skills such as health, coin magnet, and grenade impact. Play Funny Shooter now and show us that you can defeat every boss in the game!",
            "special": "None"
        },
        {
            "name": "Funny Shooter 2",
            "author": "GoGoMan",
            "description": "Funny Shooter 2 is a 3D FPS (first person shooter) game where you shoot creepy and funny-looking enemies using a wide variety of weapons in your arsenal. The enemies will spawn in phases and almost every level introduces something new and exciting whether it's a new enemy, a boss, upgrades, or weapons. You have access to all kinds crazy guns, rifles, RPGs, grenade launchers, pistols, bazookas, snipers, shotguns, and even skins to customize them! Make sure to complete the achievements and challenges to earn some extra coins to help facilitate your progression. Don't forget to upgrade your skills such as health, coin magnet, and grenade impact. Play Funny Shooter 2 now and show us that you can defeat every boss in the game!",
            "special": "None"
        },
        {
            "name": "Funny Battle 2",
            "author": "GoGoMan",
            "description": "Funny Battle Simulator 2 is a battle simulation game where you tactically place an army and take them into battle. Add a variety of units to fight for your side, from cavemen to bears with miniguns.",
            "special": "None"
        },
        {
            "name": "Sniper Shot",
            "author": "GoGoMan",
            "description": "Sniper Shot is an epic shooting game where you have a sniper rifle in your hands and do your best to kill your enemies with it. Aim at the enemy, pull the trigger, and watch the epic animation. Experiment with the position of shooting and hitting different parts of the enemy's body. You can also jump high to get to your enemies and kill them within a short distance.",
            "special": "None"
        },
        {
            "name": "Bank Robbery",
            "author": "GoGoMan",
            "description": "Bank Robbery is a first-person shooting game to make sure you kill all the police and successfully rob the bank with your team. Don't forget to take and equip your gun after you bought it.",
            "special": "None"
        },
        {
            "name": "Bank Robbery 2",
            "author": "GoGoMan",
            "description": "Bank Robbery 2 is an FPS game where you have to rob a bank with your partner. Don't forget that every new heist is a new challenge. Grab your ammunition, gather your team and lead the attack on the bank. Break into the vaults, collect all the gems and fend off the security guards.",
            "special": "None"
        },
        {
            "name": "Body Drop 3D",
            "author": "JustPlay",
            "description": "Body Drop 3D is an exciting game with realistic physics and excellent three—dimensional graphics, in which you have to test the strength of the dummy's body by dropping it from various structures!",
            "special": "None"
        },
        {
            "name": "Fruit Ninja",
            "author": "Halfbrick Studios",
            "description": "Fruit Ninja is a simple game of slicing fruit. Holding the device sideways, players use their fingers to slice the pieces of fruit that jump into the screen. As the game progresses, more and more fruit come onto the screen, and players can slice multiple fruit at once to score combos.",
            "special": "None"
        },
        {
            "name": "Super Hot",
            "author": "SUPERHOT Team",
            "description": "It's just you, outnumbered and outgunned, grabbing weapons off fallen enemies to shoot, slice, and maneuver through a hurricane of slow-motion bullets. With its unique, stylized graphics SUPERHOT finally adds something new and disruptive to the FPS genre.",
            "special": "None"
        },
        {
            "name": "A Dark Room",
            "author": "Doublespeak Games",
            "description": "The game begins with the player awakening in a cold, dark room after a mysterious event. Initially, the player can only light and tend a fire in the room. As the game progresses, the player gains the abilities to collect resources, interact with strangers, start a village, and explore the world.",
            "special": "None"
        },
        {
            "name": "Five Nights At Freddys",
            "author": "Scott Cawthon",
            "description": "Five Nights at Freddy's is a 2014 point-and-click survival horror video game developed and published by Scott Cawthon. The game takes place in a fictional family pizzeria called Freddy Fazbear's Pizza, where the player takes the role of a security guard who must defend themselves from the restaurant's animatronic characters that become mobile and homicidal at night.",
            "special": "Hot"
        },
        {
            "name": "Five Nights At Winstons",
            "author": "Calder",
            "description": "Five Nights at Winston's is a game developed by deev.is games and is a fan game for FNAF. In this game, the player controls a janitor in a school with erasers with creepy faces and paperclip limbs attempt to hunt down the player.",
            "special": "None"
        },
        {
            "name": "Granny",
            "author": "DVloper",
            "description": "Granny keeps you locked in her house. Now you have to try to get out of her house, but be careful and quiet. She hears everything. If you drop something on the floor, she hears it and comes running.",
            "special": "None"
        },
        {
            "name": "Tetris",
            "author": "Alexey Pajitnov",
            "description": "In Tetris, players complete lines by moving differently shaped pieces (tetrominoes), which descend onto the playing field. The completed lines disappear and grant the player points, and the player can proceed to fill the vacated spaces. The game ends when the uncleared lines reach the top of the playing field.",
            "special": "None"
        },
        {
            "name": "Kiwi Clicker",
            "author": "Tobspr",
            "description": "Kiwi Clicker is an idle clicker game where you manage a kiwi bird producing startup. Take your business from nothing to a bustling kiwi empire! Simply click or tap the big kiwi on your screen to add a new kiwi to the production cycle. Your kiwis will be bagged and sold in bulk.",
            "special": "None"
        },
        {
            "name": "Push Your Luck",
            "author": "Bruno Faidutti",
            "description": "Push Your Luck is one of the newest spin-the-wheel games online that makes us very excited about our future prospects in this area of gaming, as you see them mostly in fares, casinos, or television shows, but today you get to have fun with one such wheel virtually, with no real money at stake, so whether you lose or win, you will still have a fun time!",
            "special": "Hot"
        },
        {
            "name": "Chicken Merge",
            "author": "Beedo Games",
            "description": "Chicken Merge is a merge game with tower defense elements in which your objective is to deploy numerous chickens to protect your base from hordes of enemies. You can train and improve your chicken units and make them stronger. Simply drag and drop identical chickens to fuse them into a stronger chicken.",
            "special": "None"
        },
        {
            "name": "Idle Shark",
            "author": "Cirrial",
            "description": "In this mystery/science-fiction game you are a shark in a strange blue sea. As you begin to gather fish you are joined by fellow sharks, rays, and other creatures who help you collect a variety of resources and learn about the world around you.",
            "special": "None"
        },
        {
            "name": "Idle Breakout",
            "author": "Kodiqi",
            "description": "It is basically the opposite of World's Hardest Game, where you are severely punished for even the tiniest of mistakes. Click on a brick to break it and score points. Use points to purchase new balls with different abilities and upgrade them. Balls will automatically bounce and break bricks to score more points.",
            "special": "Classic"
        },
        {
            "name": "Burrito Bison",
            "author": "Juicy Beast",
            "description": "In the latest installment of the series, Burrito Bison teams up with new friends: Pineapple Spank and El Pollo to bounce, crack, eat cake, smack, fly, and soar through the skies to fend off the invasion of gummies!",
            "special": "Updated"
        },
        {
            "name": "Dune",
            "author": "Voodoo",
            "description": "Jump above the line to score, but beware! The higher you get, the harder the landing will be! Don't crash and keep it smooth!",
            "special": "None"
        },
        {
            "name": "Gunspin",
            "author": "MiniJuegos",
            "description": "Gunspin is a physics game where you shoot a gun to keep it flying for as long as possible. Upgrade your gun with more bullets and power to make it travel even further.",
            "special": "Hot"
        },
        {
            "name": "Run 3",
            "author": "Joseph Cloutier",
            "description": "In the game, one plays as a grey alien travelling through space via sets of Tunnels. Unlike the first two games in the series, Run 3 introduces a plot and an explanation for why these Tunnels exist, as well as 10 different playable characters each with their own unique personalities and role in the story.",
            "special": "None"
        },
        {
            "name": "Drift Boss",
            "author": "MarketJS",
            "description": "Drift Boss is a casual game in which you have the goal of driving through an endless road with steep curves. However, yes, anticipating changes in the direction of the road to react in time and avoid falling into the void. With Drift Boss Game, the car will automatically move in a straight line once the game begins.",
            "special": "Hot"
        },
        {
            "name": "Galactic Empire",
            "author": "Jeff Ramos",
            "description": "Galactic Empire is an incremental merge game where you must acquire intergalactic mining ships which will earn you money while your fighter ships to keep the enemies away! Merge to protect your fleet while they mine the asteroids while keeping an eye on your upgrades and ships to keep them at their strongest! Don’t forget to sell your fleet after a while to earn even more with better multipliers so you can really go to infinity and beyond! Do you have what it takes to lead the fleet?",
            "special": "None"
        },
        {
            "name": "Apple Shooter",
            "author": "Wolf Games",
            "description": "The game consists of multiple archery rounds. You're trying to shoot an apple off your friend's head. Every time you succeed, the distance increases. But be careful: if you shoot your friend, the game is over!",
            "special": "None"
        },
        {
            "name": "Tag",
            "author": "JetGames",
            "description": "TAG is local multiplayer game of catch! Square up against one, two or three of your friends and chase each other around one of three different levels!",
            "special": "Hot"
        },
        {
            "name": "Vex 3",
            "author": "Amazing Adam",
            "description": "Vex 3 is a challenging platform adventure game. Make your way from one platform to the other and avoid deadly obstacles such as buzzsaws, spikes, crumbling blocks, and more! Run and jump to reach the flags.",
            "special": "None"
        },
        {
            "name": "Vex 4",
            "author": "Amazing Adam",
            "description": "Vex 4 is an amazing stick platformer in which you climb, jump, swim, and fly your way through 9 challenging acts. It is the sequel of Vex 3, a massive hit, and will be equally fun and challenging for players of all ages. You are challenged once again in the world of Vex.",
            "special": "None"
        },
        {
            "name": "Vex 5",
            "author": "Amazing Adam",
            "description": "Vex 5 is the fifth platform game in the Vex series. Each level is a labyrinth of deadly devices and traps. You have to outsmart these obstacles to reach the end. Expect some of the toughest challenges yet in this fifth installment.",
            "special": "None"
        },
        {
            "name": "Vex 6",
            "author": "Amazing Adam",
            "description": "Vex 6 is the sixth addition in the series of this parkour-platformer series! Jump and slide your stickman through 9 new Acts + 9 new Hard Acts. Each Act ends with it's final stage to complete: 'Vexation. ' Make sure to collect the coins on your way to unlock 64 different skins for your stickman.",
            "special": "None"
        },
        {
            "name": "Vex 7",
            "author": "Amazing Adam",
            "description": "Vex 7 is the seventh game in the Vex series and it's seriously awesome! This stickman platform game is so popular among players of this genre and it's easy to see why. The game is all about running and jumping over obstacles, while avoiding deadly traps, spikes and even dangerous swimming pools.",
            "special": "None"
        },
        {
            "name": "Vex 8",
            "author": "Amazing Adam",
            "description": "Vex 8 is a continuous sequel of the stickman parkour game that challenges you with a variety of obstacles to overcome.",
            "special": "New"
        },
        {
            "name": "Vex Challenges",
            "author": "Azerion Casual",
            "description": "Challenge yourself through torturing platforms with a lot of deadly traps. Learn all kinds of useful moves and tricks, such as wall climbing, perfect timing, pushing crates to clear every obstacle along the way. Prepare your best strategy to finish each stages.",
            "special": "None"
        },
        {
            "name": "Idle Ants",
            "author": "Madbox",
            "description": "Idle Ants is a simulation game where you command an army of hungry ants collect food. Help them break apart and carry various snacks, fruits, vegetables, meat, and even inedible objects back into the burrow underground. Click, tap or repeatedly press space to make your ants work more efficiently.",
            "special": "Hot"
        },
        {
            "name": "Subway Surfers Monaco",
            "author": "SYBO",
            "description": "Subway Surfers is a single player mobile gaming app and website developed by Kiloo. The aim of the game is to outrun a train inspector while dodging oncoming trains, barriers and other objects. Collecting coins on the way gives players advantages such as hover boards and high scores.",
            "special": "Updated"
        },
        {
            "name": "Idle Gun",
            "author": "Neko",
            "description": "Idle Gun is an idle clicker game where you earn coins for each shot discharged from a gun. You unlock more guns and various upgrades to speed up your earnings as you level up.",
            "special": "None"
        },
        {
            "name": "Parkour Race",
            "author": "Madbox",
            "description": "Flip, jump, fall and vault over obstacles to set all new records. Join other guys and compete to win the daily race for special rewards! Scale buildings around the city and land tricks to gain extra speed. Leave your opponents to rage as you take home the win!",
            "special": "None"
        },
        {
            "name": "Lands Of Blight",
            "author": "7Spot Games",
            "description": "Lands of Blight is an action adventure game where you take control of a character that automatically attacks every few seconds, and you need to survive the continuous waves of monsters. Simply walk around the area and attack as many monsters as you can while trying to escape their clutch. You will gain experience and level up as you mow down your countless foes, similar to other rogue-lite and role-playing games. And every time you level up, you unlock a random power that will change how you play the game.",
            "special": "None"
        },
        {
            "name": "Learn To Fly",
            "author": "Light Bringer Games",
            "description": "Learn to Fly is a launcher game where you play as a penguin attempting to fly using a ramp and various gadgets. In this game, your goal is simple: fly as high, long, and far as possible.",
            "special": "Classic"
        }, 
        {
            "name": "Learn To Fly 2",
            "author": "Light Bringer Games",
            "description": "Learn To Fly 2 is an arcade game where you try to help the little penguin fly over the icy ramps in Antarctica again! It is the second version of the original game Learn To Fly.",
            "special": "None"
        }, 
        {
            "name": "Learn To Fly 3",
            "author": "Light Bringer Games",
            "description": "In Learn to Fly 3, you have to build, customize and upgrade a spaceship to reach space in an arcadey environment. Each playthrough earns you new parts to mess around with and assemble new exciting contraptions.",
            "special": "Hot"
        }, 
        {
            "name": "Backrooms",
            "author": "Pie On A Plate Productions",
            "description": "Based on a creepypasta, the Backrooms brings a nostalgic feeling of being lost in endless piles of empty rooms with fluorescent lights at full hum-buzz. You have to find your way out, but of course, some friends don't want you to leave. If you don't wake up in time, your nightmares will drown you.",
            "special": "None"
        },
        {
            "name": "The Impossible Quiz 2",
            "author": "Splapp-me-do",
            "description": "It's the second main instalment of the Impossible Quiz series. Containing both new and returning questions, polished visuals, a brand new Power-up, nightmare-inducing scenarios and the standards of insanity set by the first Quiz, Splapp worked in this game for roughly seven months before releasing it.",
            "special": "None"
        },
        {
            "name": "The Impossible Quiz",
            "author": "Splapp-me-do",
            "description": "The Impossible Quiz is an online trivia quiz that features only very hard questions. Many of the questions have double meanings, tricks and puns and requires you to think outside the box. Out of the four answers, only one answer is right. There are in total 110 questions.",
            "special": "None"
        },
        {
            "name": "The Impossible Quiz Book",
            "author": "Splapp-me-do",
            "description": "It's the second main instalment of the Impossible Quiz series. Containing both new and returning questions, polished visuals, a brand new Power-up, nightmare-inducing scenarios and the standards of insanity set by the first Quiz, Splapp worked in this game for roughly seven months before releasing it.",
            "special": "New"
        },
        {
            "name": "Worlds Hardest Game 3",
            "author": "Snubby Land",
            "description": "Come play our whole new world of impossibly hard challenges. Travel between levels, find keys, and unlock passages in World's Hardest Game 3.",
            "special": "None"
        },
        {
            "name": "Worlds Hardest Game 2",
            "author": "Snubby Land",
            "description": "The goal is to move a little red block to collect the yellow circles - the coins - and get to the end of each stage without touching the obstacles. If you touch the obstacles, you'll go back to the start, and you will have to try again.",
            "special": "None"
        },
        {
            "name": "Worlds Hardest Game",
            "author": "Snubby Land",
            "description": "The World's Hardest Game really is a difficult game that will require you to strategize, execute, and overcome. You are the red square. The goal is to avoid the blue circles and collect the yellow circles. Once you have collected all of the yellow circles, move to the green beacon to complete the level.",
            "special": "None"
        },
        {
            "name": "Tanuki Sunset",
            "author": "Rewind Games",
            "description": "Tanuki Sunset is a fun, arcade-style longboarding game starring a radical, thrill-seeking raccoon! Get into a flow state and master the art of drifting as you speed downhill! Become the first raccoon to complete Sunset Island's legendary longboard trail!",
            "special": "None"
        },
        {
            "name": "Merge Round Racers",
            "author": "TinyDobbins",
            "description": "Merge Round Racers is a car-merging game created by TinyDobbins, where the user has to generate coins, buy cars, and merge them to get an even better vehicle. Prepare your garage, buy and collect cars, and merge them two by two to get a new and improved model!",
            "special": "None"
        },
        {
            "name": "Papery Planes",
            "author": "Discovery Learning",
            "description": "Papery Planes lets you experience the joy of flying your own precious paper plane through night & day, different seasons and environments. Touch the screen left or right to guide your paper plane through a charming and atmospheric world - but don't let yourself be tricked - there is no room for mistakes.",
            "special": "None"
        },
        {
            "name": "FNF Full Week",
            "author": "Ninjamuffin99",
            "description": "The game mainly revolves around the player character, Boyfriend, who must defeat a variety of characters in singing and rapping contests in order to continue dating his love interest, Girlfriend.",
            "special": "None"
        },
        {
            "name": "Cannon Basketball 4",
            "author": "Qzix13",
            "description": "You control a cannon and during each level, you must fire basketballs from the cannon into the basket. The only issue is however is that the basket is blocked by a series of different obstacles such as wooden blanks and walls - you must keep firing balls to bust through any obstacle to reach the hoop.",
            "special": "None"
        },
        {
            "name": "Cannon Basketball 3",
            "author": "Qzix13",
            "description": "Get the ball into the basket to complete the level. Use your mouse to aim and shoot the cannon. Move your mouse further from the cannon to make a more powerful shot. Use the new guide to get a ball into the net with as few attempts as possible!",
            "special": "None"
        },
        {
            "name": "Getting Over It",
            "author": "Griffpatch",
            "description": "Getting Over It is a game where you have to use a hammer to get over objects. Be ready to throw your computer out of your window in rage when playing this game.",
            "special": "None"
        },
        {
            "name": "Gunblood",
            "author": "Wolf Games",
            "description": "GunBlood pits your reflexes against nine computer opponents in one-on-one gun fights and includes four bonus rounds. High scores are tabulated according to accuracy, speed, and your life remaining after each round. At the start of each level, the player and computer opponent each start with 6 shots.",
            "special": "None"
        },
        {
            "name": "Google Feud",
            "author": "Justin Hook",
            "description": "Google Feud is a game where you have to guess the rest of a Google query. There are 10 answers for each question, presented in a quiz format similar to Family Feud. Just like the hit quiz show, you have 3 guesses, so use them wisely!",
            "special": "None"
        },
        {
            "name": "Earn To Die",
            "author": "Toffee Games",
            "description": "You're stranded in a desert surrounded by zombies. With only a run-down car and a small amount of cash at your disposal, your mission soon becomes clear to drive through hordes of zombies in order to escape... alive!",
            "special": "None"
        },
        {
            "name": "Snow Rider 3D",
            "author": "New Gamer",
            "description": "Although you are not actually on a sleigh, you will feel like you're actually riding one because the game is in 3D. Try to go as far as you can to get high score. You may also collect gifts to purchase sleigh. The game currently offers more than 10 nice sleighs that you can unlock using gifts.",
            "special": "Hot"
        },
        {
            "name": "Crossy Road",
            "author": "Hipster Whale",
            "description": "The objective of Crossy Road is to move a character through an endless path of static and moving obstacles as far as possible without dying.",
            "special": "None"
        },
        {
            "name": "Crossy Road Space",
            "author": "Hipster Whale",
            "description": "The objective of Crossy Road is to move a character through an endless path of static and moving obstacles as far as possible without dying.",
            "special": "None"
        },
        {
            "name": "Murder",
            "author": "Studio Seufz",
            "description": "The game follows a master assassin on a quest to become the most feared and revered killer in the land. Along the way, the player encounters a variety of characters and scenarios, each contributing to the overarching narrative of the game.",
            "special": "None"
        },
        {
            "name": "10 Minutes Till Dawn",
            "author": "Flanne",
            "description": "10 Minutes Till Dawn is an action bullet-hell roguelite game to attack the enemies and survive for 10 minutes!",
            "special": "None"
        },
        {
            "name": "Head Soccer 2022",
            "author": "D&D Dream",
            "description": "Go head to head (get it?) with the top soccer players around the world! Play one on one matches against the computer or a friend. Hit the ball into the goal to score points. The player with the most goals wins the game.",
            "special": "None"
        },
        {
            "name": "Portal",
            "author": "We Create Stuff",
            "description": "Portal consists primarily of a series of puzzles that must be solved by teleporting the player's character and simple objects using the Aperture Science Handheld Portal Device, often referred to as the portal gun, a device that can create inter-spatial portals between two flat planes.",
            "special": "None"
        },
        {
            "name": "Creative Kill Chamber",
            "author": "No Pressure Studios",
            "description": "Creative Kill Chamber is a point-and-click adventure with a mission to escape a secure facility filled with heavily armed enemies. As the title says though, you're going to have to be creative in your methods. You need to be able to come up with quick solutions to all of the (probably deadly) problems presented to you.",
            "special": "None"
        },
        {
            "name": "Gun Mayhem",
            "author": "Kevin Gu",
            "description": "Gun Mayhem is an awesome platform shooter game in which you must fight against AI opponents and try to dominate the arena. The aim of the game is simple, you must knock your opponent off of the arena using a variety of different weapons. This might seem easy, but it can prove quite difficult to knock your opponent off completely without getting hit yourself!",
            "special": "Hot"
        },
        {
            "name": "Gun Mayhem 2",
            "author": "Kevin Gu",
            "description": "The sequel to Gun Mayhem is finally here! This time with even more chaos. Defeat your powerful enemies by shooting them or blasting them off the platform with dynamite. This game has a single-player campaign mode, custom games, and a series of challenges. Once you have selected the game mode, you can customize the appearance, color, and loadout of your character, you can change their shirt, hat, and face, plus their perks and weapon.",
            "special": "Hot"
        },
         {
            "name": "Gun Mayhem Redux",
            "author": "Kevin Gu",
            "description": "Gun Mayhem is finally back, after the smash hit Gun Mayhem 2. After a long break, you can now battle your friends or the AI in the epic Gun Mayhem Redux. There are 21 unique weapons with 2 fire modes for you to master and 10 maps (all involving strategic gameplay) for you to discover. Test your skills against a series of increasingly difficult opponents in Single Player mode, or set up a custom game with up to 4 players in Custom mode. If you want to explore a twist on the classic combat strategies you can try the new Domination Mode. Have fun with Gun Mayhem Redux!",
            "special": "None"
        },
        {
            "name": "Papa's Burgeria",
            "author": "Flipline Studios",
            "description": "Papa's Burgeria is a cooking game of Papa game series in which you run the business of a burger restaurant. In this game, you can choose to play as either Marty or Rita. Like other cooking games, your task is to take the customer's orders, prepare and decorate the burgers, then serve your customer a perfect dish.",
            "special": "Classic"
        },
        {
            "name": "Papa's Pizzeria",
            "author": "Flipline Studios",
            "description": "Papa's Pizzeria is a game in the Papa Louie series, serving as both a spin-off sequel to the Papa Louie platformer and the first cooking simulator game (also known as a Gameria) in the series. It revolves around making pizzas for the various customers that visit Papa's Pizzeria.",
            "special": "Classic "
        },
        {
            "name": "Papa's Freezeria",
            "author": "Flipline Studios",
            "description": "In the restaurant management game Papa's Freezeria, you take control of a dessert business when the owner, Papa Louie, is absent. Serve the guests' favorite treats at several stations by accurately completing their orders. To receive the tips, try to serve every customer without making any mistakes.",
            "special": "None"
        },
        {
            "name": "Papa's Cupcakeria",
            "author": "Flipline Studios",
            "description": "In Papa's Cupcakeria, you take the role of a waiter who works in a cafeteria in the town of Frostfield. Your job is to serve your customers the yummy cupcakes you create and bake in your own kitchen.",
            "special": "None"
        },
        {
            "name": "Papa's Scooperia",
            "author": "Flipline Studios",
            "description": "Papa's Scooperia is a casual restaurant management game where you embark on a journey to run your ice cream shop and bring joy to customers of all ages. After losing your belongings in Oniontown, you find yourself in a tight spot and must earn money to return home.",
            "special": "None"
        },
        {
            "name": "Papa's Donuteria",
            "author": "Flipline Studios",
            "description": "Papa's Donuteria is a casual restaurant game where you build delicious donuts for customers. Learn how to roll and cut the dough, fry it, and serve the donuts with a variety of sweet and tasty toppings. The days only get busier, so learn to work fast without sacrificing the quality!",
            "special": "None"
        },
        {
            "name": "Papa's Pancakeria",
            "author": "Flipline Studios",
            "description": "Papa's Pancakeria is a casual restaurant game where you grill pancakes and serve them with delicious toppings to customers. Play minigames and upgrade the shop as you progress. Learn to create perfect pancakes while juggling multiple orders at once!",
            "special": "Hot"
        },
        {
            "name": "Papa's Hot Doggeria",
            "author": "Flipline Studios",
            "description": "Papa's Hot Doggeria is a restaurant game where you serve hotdogs to spectators at a baseball game. Sound exciting? We thought so. Keep up with your customer's orders and deliver delicious dogs on time with various extras and toppings.",
            "special": "None"
        }, 
        {
            "name": "Papa's Sushiria",
            "author": "Flipline Studios",
            "description": "Papa's Sushiria is a casual restaurant game where you create sushi for customers. Learn the ways of a sushi master chef, rolling and slicing sushi rolls with expert precision. Add a range of savory toppings and serve! The days only get business, so make sure you can keep up without lowering the quality!",
            "special": "New"
        }, 
        {
            "name": "Papa's Taco Mia",
            "author": "Flipline Studios",
            "description": "Papa's Taco Mia is a game in the Papa Louie series. It's the third cooking simulator game (aka Gameria) in the series, and is the sequel to Papa's Burgeria. It revolves around making tacos for the various customers that visit the establishment.",
            "special": "Hot"
        },
        {
            "name": "Papa's Wingeria",
            "author": "Flipline Studios",
            "description": "Papa's Wingeria is a casual restaurant game where you cook delicious wings for customers. Learn to serve the perfect plate of wings and purchase upgrades to improve the customer experience. The days only get busier at Papa's Wingeria, so work fast to deliver all the orders on time!",
            "special": "Classic"
        },
        {
            "name": "Papa's Pastaria",
            "author": "Flipline Studios",
            "description": "Papa's Pastaria is a casual restaurant game where you take charge of an Italian restaurant, serving delectable pasta dishes. Indulge in the culinary delights and experience the joy of running your Papa's pasta haven.",
            "special": "None"
        },
        {
            "name": "Papa's Cheeseria",
            "author": "Flipline Studios",
            "description": "Papa's Cheeseria is a game in the Papa Louie series. It's the eleventh cooking simulator game (aka Gameria) in the series, and is the sequel to Papa's Donuteria. It involves making grilled cheese sandwiches with fries for the various customers that visit the establishment.",
            "special": "New"
        },
        {
            "name": "Papa's Bakeria",
            "author": "Flipline Studios",
            "description": "This big-time bakery serves the most sought-after pies in town, and gets plenty of foot traffic from some of the pickiest customers around. You'll need to prepare pies with delicious crusts and flavorful fillings, then top the pie with various crust designs, meringues, or crumbles before popping it in the oven.",
            "special": "None"
        },
        {
            "name": "Sift Heads",
            "author": "Pyrozen",
            "description": "The gameplay involves completing a variety of missions that often require stealth, precision shooting, and strategic thinking. Players must navigate through different locations, gather intelligence, and eliminate targets using a wide range of weapons and equipment.",
            "special": "None"
        },
        {
            "name": "Sift Heads 2",
            "author": "Pyrozen",
            "description": "Sift Heads 2 is a shooting game where you need to kill the targets as fast as possible to access new missions.",
            "special": "None"
        },
        {
            "name": "Sift Heads 3",
            "author": "Pyrozen",
            "description": "Sift Heads 3 is a fighting game where you play as Vinnie, that needs to kill and shoot the enemies.",
            "special": "None"
        },
        {
            "name": "Sift Heads 4",
            "author": "Pyrozen",
            "description": "The game starts off with a news report about the end of Sift Heads 3 and with the streets of Chicago clear Vinnie decides to search for targets around the world. After Vinnie had killed Ralph Ducan, Vinnie decided to have a vacation, which resulted in having lots of missions all over the world.",
            "special": "None"
        },
        {
            "name": "Sift Heads 5",
            "author": "Pyrozen",
            "description": "The gameplay is very similar to the gameplay of the later games. Use the mouse button to interact and move, click to shoot, click on your weapon (top right corner) to hold it. The game has 3 main objectives which, as Vinnie describes it, simply 'cleaning' the neighbourhood as well as several other side missions.",
            "special": "None"
        },
        {
            "name": "Core Ball",
            "author": "Burning Games and Big Child Creatives",
            "description": "The objective is fundamental, toss the ball to the core ball without hitting different balls connected to it. You'll get to the powerful when you effectively throw all balls.",
            "special": "Hot"
        },
        {
            "name": "Frying Nemo",
            "author": "Ytkimirti",
            "description": "An evil flying red hand wants to fry your fishes. Try to keep em alive by constantly putting them in the aquarium. Reaching wave 10 is your goal!",
            "special": "None"
        },
        {
            "name": "George And The Printer",
            "author": "Eloïse Zirotti and Robin Six",
            "description": "George and the Printer is a short point-and-click adventure game about George, an office worker, and his efforts to repair the office printer.",
            "special": "None"
        },
        {
            "name": "Deal Or No Deal",
            "author": "John de Mol",
            "description": "Your goal is to select the briefcases that contains the smaller dollar amounts thus leaving the big money briefcases on the board. This drives up the Banker's offer... but be careful not to get too greedy because the Banker is very shrewd. Test your luck today and win BIG PRIZES.",
            "special": "None"
        },
        {
            "name": "Cluster Rush",
            "author": "TinyBuild",
            "description": "Cluster Rush is an awesome agility based game with intense jumping gameplay. You must jump from one truck to the next and avoid falling to the ground - this might sound easy but timing is key and you must jump quickly and effectively to land on the next truck.",
            "special": "None"
        },
        {
            "name": "Sling Drift",
            "author": "TastyPill LLC",
            "description": "In Slime Rush TD, your town is under attack by the creepy slimes! You have to stop the army of slimes before they reach your castle! The castles fate is in your hands! Will you be able to do your best to defense or will you give up?",
            "special": "None"
        },
        {
            "name": "Moto X3M",
            "author": "MadPuffers",
            "description": "Moto X3M is an online bike racing game. The goal is to race your motorbike through levels with massive, moving obstacles that you have to jump over or avoid.",
            "special": "Hot"
        },
        {
            "name": "Moto X3M 2",
            "author": "MadPuffers",
            "description": "Moto X3M 2 is a level based racing game with upto 25 levels for you to complete. The objective of the game is to make the fastest run possible. You have to dodge your way through various obstacles and jumps to reach the finish line.",
            "special": "None"
        },
        {
            "name": "Moto X3M 3",
            "author": "MadPuffers",
            "description": "You’ll need nerves of steel to make it to the finish line in this epic motorcycle racing game. This island is gorgeous but its race tracks are filled with pits of fire and gigantic saw blades!",
            "special": "None"
        },
        {
            "name": "Moto X3M Pool Party",
            "author": "MadPuffers",
            "description": "Moto X3M 5 Pool Party is a motorbike racing game with summer as main theme. This 5th part in the Moto X3M series has 22 new challenging levels. Race your motorbike through pools and beaches and discover all the new obstacles in this sequel in the Moto X3M series.",
            "special": "None"
        },
        {
            "name": "Moto X3M Spooky Land",
            "author": "MadPuffers",
            "description": "Moto X3M Spooky Land is a bike racing game with crazy stunts and a twist on deadly obstacles and explosive crashes. With the different levels in challenges, the extremely dangerous but no less attractive high speed, the game will blow you away with its exciting features.",
            "special": "None"
        },
        {
            "name": "Moto X3M Winter",
            "author": "MadPuffers",
            "description": "Moto X3M provides players with some Winter wonderland fun without sacrificing any of the action that comes with racing games. This fast-paced game has everything that players are looking for in a skill game - high flying jumps, dangerous flips, and breakneck speeds to get your heart pumping.",
            "special": "None"
        },
        {
            "name": "Bacon May Die",
            "author": "SnoutUp Games",
            "description": "In Bacon May Die you are a pig fighting your way through hordes of enemies. You are a skilled fighter and you have a gun at your disposal if the horde of enemies gets too large. Bacon May Die is a funny game which you can also play with two players on the same computer. Go into the 'coop'-mode to beat the your enemies together with your friends. Don't forget to personalise your piggy with different items such as hats, glasses, necklaces or pants. You can make countless different combinations to make your pig the coolest one in town. By the way, don't forget to bring your pet chicken to the battle because it has a ferocious beak.",
            "special": "None"
        },
        {
            "name": "Day of Meat Radiation",
            "author": "Lampogolovii",
            "description": "Day of Meat: Radiation is an idle tower defense game about staying alive in a post-apocalpytic wasteland. After the planet is destroyed by a doomsday event, radioactive monsters have started wreaking havoc. It's your duty to protect yourself and your base from the waves of scary monsters attacking you. Your base will automatically shoot every enemy, but your job is to research and upgrade the base efficiently without being overwhelmed by hordes. Discover and upgrade new weapons, facilities, projectiles, health regeneration, surprising unique powers, and much more!",
            "special": "None"
        },
        {
            "name": "Adventure Capitalist",
            "author": "Hyper Hippo",
            "description": "AdVenture Capitalist allows players to live like a capitalist and invest funds into certain products to generate revenue, by starting out with a single lemonade stand. The more revenue generated, the higher the player's cash is.",
            "special": "None"
        },
        {
            "name": "Bob The Robber 2",
            "author": "MeowBeast",
            "description": "Bob the Robber must save the town again by stealing some money. Enter locations around the town and loot them, picking locks, avoiding traps, lasers, and guards in this cute action adventure. You must be stealthy in each level to complete the objective and successfully escape.",
            "special": "None"
        },
        {
            "name": "Bob The Robber 4",
            "author": "MeowBeast",
            "description": "Get ready for action! Bob The Robber 4 is an all new sneaking adventure puzzle, built from the ground up to work best on your phone or tablet. Don't get caught! This time, you have to steal the treasure under heavy guard, and then escape in time using your stealth skills!",
            "special": "None"
        },
        {
            "name": "Bob The Robber 5",
            "author": "MeowBeast",
            "description": "The Temple Adventure is an exciting game in which you have to explore an ancient temple to steal coins while avoiding zombies and cameras.",
            "special": "None"
        },
        {
            "name": "Jetpack Joyride",
            "author": "Halfbrick Studios",
            "description": "Jetpack Joyride is a real-time competitive puzzle game adapted from the mobile game of the same name! Players need to fly their way through a lab using the polyomino tiles over a series of three rounds, avoiding obstacles and collecting coins along the way.",
            "special": "Classic"
        },
        {
            "name": "Turbo Moto Racer",
            "author": "Staple Technologies",
            "description": "Hey adrenaline junkie!. Drive through the highway and avoid all the vehicles on your way. Choose four challenging game modes and select between one or two way. Earn coins for every game and use that in purchasing all the awesome bikes! You can also improve the settings of your bike to suit your kind of driving. Play now and enjoy the ride!",
            "special": "None"
        },
        {
            "name": "Doodle Jump",
            "author": "Lima Sky",
            "description": "In Doodle Jump, the aim is to guide a four-legged creature called The Doodler up a never-ending series of platforms without falling. The left side of the playing field wraps around to the right side.",
            "special": "None"
        },
        {
            "name": "Sketchbook",
            "author": "Swift502",
            "description": "Mostly a playground for exploring how conventional third person gameplay mechanics found in modern games work and recreating them in a general way.",
            "special": "None"
        },
        {
            "name": "Stack",
            "author": "Double Fine",
            "description": "Stack is one of those simple, silly, addictive games that you can lose an entire afternoon to if you're not careful. We speak from experience, we really do. The goal of the game is to stack the moving blocks over each other as high as you can. Sounds simple, right?",
            "special": "None"
        },
        {
            "name": "Computer Bashing",
            "author": "Javi Hernández",
            "description": "Computer Bashing is a fun game about technical computer issues and destroying your beloved PC. You have to complete an assignment – you work through it, but you encounter a technical problem! The problem is hard to solve, and the computer ends up crashing, and you lose your work.",
            "special": "None"
        },
        {
            "name": "Slime Rush TD",
            "author": "Kizi",
            "description": "In Slime Rush TD, your town is under attack by the creepy slimes! You have to stop the army of slimes before they reach your castle! The castles fate is in your hands! Will you be able to do your best to defense or will you give up?",
            "special": "None"
        },
        {
            "name": "Scrap Metal 3",
            "author": "Ciorbyn",
            "description": "Scrap Metal 3 is a 3D driving simulator. Place the bridges, ramps and many other obstacles. Cars are realistic and can be destructed.",
            "special": "None"
        },
        {
            "name": "Google Snake",
            "author": "Google",
            "description": "The objective of the game is to control a snake and guide it around the game board to eat fruit, grow in length, and avoid running into walls or its own tail. As the snake grows longer, it becomes increasingly difficult to avoid obstacles, and players must exercise careful strategy to keep the game going.",
            "special": "None"
        },
        {
            "name": "Tunnel Rush",
            "author": "Deer Cat Games",
            "description": "Tunnel Rush is an adrenaline-fueled, fast-paced action game that has quickly gained popularity among gamers. In this game, players navigate through a series of winding tunnels at high speeds, dodging obstacles and collecting coins along the way.",
            "special": "None"
        },
        {
            "name": "Tunnel Rush 2",
            "author": "Deer Cat Games",
            "description": "Tunnel Rush 2 is a skill game where you ride fast into colorful 3D tunnels and experience the exhilarating kaleidoscope of hazards and treasures! Rotate the screen clockwise or anti-clockwise to move your ship and break through the obstacle that matches your ship's current color, otherwise your ship will crash.",
            "special": "None"
        },
        {
            "name": "Super Tunnel Rush",
            "author": "Deer Cat Games",
            "description": "Super Tunnel Rush is a 3D driving game where you take place in fast-paced races at gorgeously scenic tracks. Either start from the bottom in the Career Mode, have Quick Races, or take part in the Daily Challenges. Satisfy your need for speed by racing against ultra fast competitors with no mercy. Explore the heights of the cloudy futuristic city in full speed! Make sure you pass through the green arrow indicators so that you pick up speed as you go. Dash to avoid obstacles and speed bumps, and don't forget to share Super Tunnel Rush with your friends!",
            "special": "None"
        },
        {
            "name": "Defend The Tank",
            "author": "LittleGames",
            "description": "Control a team of tough soldiers. Drag and drop soldiers to place them at strategic positions on the tank. Keep the tank alive at all costs. Rotate your soldiers to inflict maximum damage on the enemy.",
            "special": "None"
        },
        {
            "name": "Super Smash Flash",
            "author": "McLeodGaming",
            "description": "Like in the official Super Smash Bros. games, the player's objective is to knock opponents off of the screen. Players are given a percentage counter instead of a health bar, which increases as they take damage. Each character is a well known video game character that are somewhat famous.",
            "special": "None"
        },
        {
            "name": "Raft Wars 2",
            "author": "Martijn Kunst and TinyDobbins",
            "description": "Raft Wars 2 is an action-packed shooting game created by Martijn Kunst as the sequel to the hit game Raft Wars. Simon and his brother return from a well-deserved holiday only to find a water park on top of where they've hidden their buried treasure.",
            "special": "Hot"
        },
        {
            "name": "Raft Wars",
            "author": "Martijn Kunst and TinyDobbins",
            "description": "Raft Wars is an action-packed shooting game created by Martijn Kunst as the sequel to the hit game Raft Wars. Simon and his brother return from a well-deserved holiday only to find a water park on top of where they've hidden their buried treasure.",
            "special": "None"
        },
        {
            "name": "Cell Machine",
            "author": "Sam Hogan",
            "description": "In the game, you only set the initial conditions on the grid of cells. After pressing play, you can no longer control anything. Instead, a simulation unfolds, with each cell behaving based on its own set of rules.. The game is based on cellular automata like Conway's Game of Life.",
            "special": "None"
        },
        {
            "name": "Evil Glitch",
            "author": "Agar3s",
            "description": "An arcade 2D shoot 'em up with retro aesthetics inspired by 80's media, featuring an universe and plot line based on Sacred Geometry. Players must fight to survive as long as they can evading enemies and destroying their bases to stop the corruption. Compete with your friends or on global leaderboards.",
            "special": "None"
        },
        {
            "name": "Little Alchemy 2",
            "author": "Jakub Koziol",
            "description": "Little Alchemy 2 is a puzzle game available on the web and for iOS, Chrome, and Android. It's an update of the original Little Alchemy game with more items, new art, and more. Players start with four basic elements -- air, earth, fire, and water -- on the right side of the screen.",
            "special": "None"
        },
        {
            "name": "Rabbit Samurai",
            "author": "IP Eliseenko Maksim Andreevich",
            "description": "Rabbit Samurai is a skill game created by Mini Duck Games. Swing, collect carrots and save your friends! Your goal is to find and rescue little mice from the mousetrap at the wolf's lair in the green land. Embark on an epic adventure where you can showcase your ninja skills with the help of your grappling hook and agile movements. Launch yourself from the rocket ninja cannon, collect carrots and crystals, avoid dangerous spikes and save all your mice friends!",
            "special": "None"
        },
        {
            "name": "Rabbit Samurai 2",
            "author": "IP Eliseenko Maksim Andreevich",
            "description": "Rabbit Samurai 2 is a platform game where you rescue your bunny friends trapped in a mysterious forest. Follow the trails of carrot and pick up each and every one. Whenever you see a caged rabbit, reach it and set it free by passing through various obstacles such as mazes, tree trunks, springs and bouncy platforms.",
            "special": "None"
        },
        {
            "name": "Apple Knight Mini Dungeons",
            "author": "Limitless LLC",
            "description": "Apple Knight Mini Dungeons is an action platform role-playing game where you're a brave hero who has a trusty sword and a whole lotta apples. Explore a kingdom in a far away fantasy land where you can embark on heroic adventures. Discover magical forests and fight the spooky foes therein, collect gold and valuable gems from hidden dungeons, unlock exciting new outfits, and defeat every tough boss the game makes you face. Jump, dash, swing, throw apples, do whatever it takes to complete Apple Knight Mini Dungeons and unlock every secret in the game.",
            "special": "None"
        },
        {
            "name": "Bloons Tower Defense",
            "author": "Ninja Kiwi",
            "description": "The logo of Bloons Tower Defense, the first game in the series. In the game, players attempt to prevent Bloons (the in-game name for balloons) from reaching the end of a set course by placing towers or road items along it that can pop the bloons in a variety of ways, typically by using the power of monkeys.",
            "special": "Classic"
        },
        {
            "name": "Bloons Tower Defense 2",
            "author": "Ninja Kiwi",
            "description": "Bloons TD Battles 2 is a brand new installment of the top-rated head-to-head tower defense game. Gather your Hero, choose your team of powerful Monkey Towers, and prepare to battle one on one against other players and relentless waves of Bloons!",
            "special": "Classic"
        },
        {
            "name": "1 On 1 Soccer",
            "author": "Adam Wardle",
            "description": "1 on 1 Soccer is a sports game that you can play with your friend locally or you can play yourself with a bot. Pick a team of your choice and start the soccer match, which lasts 2 minutes. Can you become the world champion?",
            "special": "Hot"
        },
        {
            "name": "Edge Lets Surf",
            "author": "Microsoft",
            "description": "Inspired by the classic Windows game SkiFree, the surf game challenges players to ride through the water while avoiding islands, fellow surfers, and other obstacles. Watch out for the kraken! Players can also collect hearts to extend their lives and boosts for a burst of speed. Surf as far as possible in an endless ocean, compete for the shortest time, or zig zag through as many gates as you can in a row. With three distinct game modes, players have a variety of ways to pass the time",
            "special": "None"
        },
        {
            "name": "Cut The Rope",
            "author": "ZeptoLab",
            "description": "Cut the Rope is a physics-based puzzle by ZeptoLab released on October 4, 2010. The game revolves around feeding a creature named Om Nom with candy by cutting ropes in a certain manner, while using other tools such as bubbles and air cushions to avoid hazards and collect stars.",
            "special": "None"
        },
        {
            "name": "Cut The Rope Time Travel",
            "author": "ZeptoLab",
            "description": "Join Om Nom as he travels back in time to feed his ancestors with candy. Cut the Rope: Time Travel is a completely new adventure filled with time-traveling, candy-crunching, physics-based action. Eager to learn more about Om Nom's adventures?",
            "special": "None"
        },
        {
            "name": "Cut The Rope Holiday Gift",
            "author": "ZeptoLab",
            "description": "Gameplay in Cut the Rope: Holiday Gift is exactly the same as the original title. You have to cut the strings of the candies suspended in the air and take them to your friendly pet. Along the way, of course, you have to use lots of different moves.",
            "special": "None"
        },
        {
            "name": "CSGO Clicker",
            "author": "GOECORUSH Media, s. r. o.",
            "description": "CS:GO Clicker is an incremental clicker game based around csgo and the jackpot/skin community. The goal is to open cases and get rich.",
            "special": "None"
        },
        {
            "name": "Nut Simulator",
            "author": "f0e",
            "description": "Grow your nut empire",
            "special": "None"
        },
        {
            "name": "We Become What We Behold",
            "author": "Mismatch Studio",
            "description": "In this game, your job is to take pictures of whatever is happening on the screen. The game then changes accordingly, pulling you into an ongoing conflict.",
            "special": "None"
        },
        {
            "name": "Tactical Weapon Pack 2",
            "author": "Wilkin Games",
            "description": "The second weapon pack installment with 8 new game modes and hundreds of weapons and attachments. Unlock new weapons and attachments as you earn XP and money in game. Create your own classes and customize each weapon with dozens of attachments and modifications. Upgrade your skills to improve your high score.",
            "special": "None"
        },
        {
            "name": "Push The Square",
            "author": "Raul Moreno Tamayo",
            "description": "A mysterious square has appeared in your house. It seems to do nothing but rotate clockwise, so you are gonna spend all your money making sure it does.",
            "special": "None"
        },
        {
            "name": "Bloxorz",
            "author": "Frank Buss",
            "description": "Bloxorz is a simple yet addictive game, move a block around a floating platform using the arrows, dropping it through the square hole to complete the level. That's it! Simple as it sounds, the levels get more and more taxing, though we can assure you that they are all actually solveable!",
            "special": "Classic"
        }, 
        {
            "name": "N-gon",
            "author": "Quadape",
            "description": "N-GON is a vertical scroll shooter where you constantly face waves and waves of enemies. Dodge their attacks and fight them off. Kill them fast enough to get extra points.",
            "special": "None"
        },
        {
            "name": "Geometry Dash",
            "author": "RobTop Games",
            "description": "In Geometry Dash, players control the movement of an icon and navigate along music-based levels, while avoiding obstacles such as spikes that instantly destroy the icon on impact.",
            "special": "Updated"
        },
        {
            "name": "Cover Orange Wild West",
            "author": "Johnny-K",
            "description": "Cover Orange: Wild West is a puzzle platform game where you must stack objects to cover our orange friends and protect from the impending acid rain. Our citrusy hero is back for more action, but this time we're in the far west. Drag every object the game lets you and drop them drop them in a way that forms a shelter over the oranges while the angry cloud passes over them. Don't forget to grab the hidden star in every level! Share Cover Orange: Wild West with family and friends, so you can experience these entertaining puzzles together!",
            "special": "None"
        },
        {
            "name": "Cover Orange Wild Gangsters",
            "author": "Johnny-K",
            "description": "Join this thrilling adventure with dangerous gangsters! Try to find a way to protect the oranges from the rain. Use your mouse to arrange objects on the platforms and save your citrus fruits!",
            "special": "None"
        },
        {
            "name": "Dogeminer",
            "author": "rkn",
            "description": "Dogeminer is the first Dogecoin Mining Simulator.",
            "special": "Hot"
        },
        {
            "name": "Dogeminer 2",
            "author": "rkn",
            "description": "Dogeminer 2 is the second Dogecoin Mining Simulator.",
            "special": "None"
        },
        {
            "name": "Temple Run 2",
            "author": "Imangi Studios",
            "description": "The sequel to the smash hit phenomenon that took the world by storm! Temple Run redefined mobile gaming. Now get more of the exhilarating running, jumping, turning and sliding you love in Temple Run 2! Navigate perilous cliffs, zip lines, mines and forests as you try to escape with the cursed idol.",
            "special": "None"
        },
        {
            "name": "Google Baseball",
            "author": "Google",
            "description": "This game features classic cook out foods going to bat against a team of peanuts. Players include a hot dog, popcorn, ice cream and watermelon. All the characters have their own names, like H-Dog, Power Pop, and Big Red. The instructions for the game are pretty straightforward.",
            "special": "None"
        },
        {
            "name": "2048",
            "author": "Gabrielle Cirulli",
            "description": "2048 is a single-player sliding block puzzle game designed by Italian web developer Gabriele Cirulli.",
            "special": "None"
        },
        {
            "name": "Rolly Vortex",
            "author": "Voodoo",
            "description": "It is an addictive and a must play game because it will make you rock and roll with rolling ball having enemies that are obstacles in your way in this game but you have to be careful and reactive to pass these obstacles without touching the rolling ball with these obstacles in Rolly Vortex Twist.",
            "special": "None"
        },
        {
            "name": "Flappy Bird",
            "author": "Dong Nguyen",
            "description": "Flappy Bird is an arcade-style game in which the player controls the bird Faby, which moves persistently to the right. The player is tasked with navigating Faby through pairs of pipes that have equally sized gaps placed at random heights.",
            "special": "None"
        },
        {
            "name": "Alien Hominid",
            "author": "The Behemoth",
            "description": "Alien Hominid is a side-scrolling shooter in a similar vein to games such as Metal Slug, where one hit instantly kills and has a two-player simultaneous play. Players take over as the titular hominid, who has to fend off waves of secret agents.",
            "special": "None"
        },
        {
            "name": "Duck Life",
            "author": "Wix Games",
            "description": "Duck Life is an online adventure game where you train a duck to race in three disciplines: running, flying and swimming. You practice each of the disciplines individually to level up your duck. The goal is to earn enough prize money to rebuild your farm that got swept away by a tornado.",
            "special": "None"
        },
        {
            "name": "Duck Life 2",
            "author": "Wix Games",
            "description": "Your mission in Duck Life 2 is the same as in the original Duck Life: increase your skills via the mini games and win all the races to become the world champion. A new climbing skill is introduced in this series, so train it to maximize your potential.",
            "special": "None"
        },
        {
            "name": "Duck Life 3 Evolution",
            "author": "Wix Games",
            "description": "Duck Life 3: Evolution is a duck racing game featuring genetically modified ducks that evolve as you progress. Choose from one of four duck breeds and evolve as you complete each league. Like the previous game, training is essential to level up and improve your abilities.",
            "special": "None"
        },
        {
            "name": "Duck Life 4",
            "author": "Wix Games",
            "description": "Duck Life 4 is a duck racing game set after the ban on genetically modified ducks. A year has passed since the ban on genetically modified ducks and now it's up to you to defeat the world champion. Train your duck team to compete in six new locations around the world.",
            "special": "None"
        },
        {
            "name": "Fireboy and Watergirl",
            "author": "Oslo Albet",
            "description": "Fireboy and Watergirl (stylized as Fireboy & Watergirl) is a puzzle-platform video game series created by indie game developer Oslo Albet and released between 2009 and 2021.",
            "special": "None"
        },
        {
            "name": "Google Kitsune",
            "author": "Google",
            "description": "Google Kitsune is a game where you are a cat and you run around doing challenges to unlock things and progress throughout the game.",
            "special": "None"
        },
        {
            "name": "Swerve",
            "author": "PlayCanvas",
            "description": "Swerve is a game where you have to manuever through the road with making sharp turns and cuts. Get in the driving seat and test your reactions to score big and claim the fastest car on the road!",
            "special": "None"
        },
        {
            "name": "Matrix Rampage",
            "author": "T. Suriyathep",
            "description": "Matrix Rampage is an action fighting game where you must kill as many as possible enemies and get the highest score.",
            "special": "None"
        },
        {
            "name": "Rubiks Cube",
            "author": "Google",
            "description": "Have the fun time of solving a Rubik's Cube inside of a game! Use your mouse to grab the sides of the cube to turn it and solve it!",
            "special": "None"
        },
        {
            "name": "Insectonator",
            "author": "Denis Kukushkin",
            "description": "Insectonator is a 2D casual Shooter created using Flash and made by BGamesSite. The basic premise is that a backyard is filled with bugs (well, mostly) of various kinds, and the job is to exterminate them... at all costs. There's only one person who can handle this high-caliber job - you.",
            "special": "None"
        },
        {
            "name": "Duck Hunt",
            "author": "Nintendo",
            "description": "Duck Hunt is a shooter game in which the objective is to shoot moving targets on the screen in mid-flight. The game is played from a first-person perspective and requires the NES Zapper light gun, which the player aims and fires at the screen.",
            "special": "None"
        },
        {
            "name": "T-Rex Game",
            "author": "Google",
            "description": "The Dinosaur Game (also known as the Chrome Dino) is a browser game developed by Google and built into the Google Chrome web browser. The player guides a pixelated Tyrannosaurus rex across a side-scrolling landscape, avoiding obstacles to achieve a higher score.",
            "special": "None"
        }
    ],







    
    "flashGames": [
    
    
    
    
    
        {
            "name": "BMX Park",
            "author": "CBC",
            "description": "Test your biking skills in the BMX park by doing some crazy stunts on your bike like superman.",
            "special": "None"
        },
        {
            "name": "The Heist",
            "author": "JohnnyTwoShoes",
            "description": "The player plays a total of 21 levels, with all of them having a task in common, which is finding all the keys before the time runs out. Some levels can include different currencies, different items and a different amount of keys to collect.",
            "special": "Classic"
        },
        {
            "name": "Age Of War",
            "author": "Louissi",
            "description": "Age of War is an epic base defense strategy game where you fight a continuous war. Keep creating units to protect your base and destroy the enemy. When you earn enough XP, your civilization will evolve through the ages, offering new technologies to utilize in combat.",
            "special": "None"
        }
    ],








 "fnfGames": [
    {
        "name": "FNF Sonic EXE Mod",
        "author":"The Funkin' Crew Inc. and RightBurstUltra",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "None"
    },
    {
        "name": "FNF Tricky Mod",
        "author": "By The Funkin' Crew Inc. and Banbuds, KadeDev, and Rozebud",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "Hot "
    },
    {
        "name": "FNF Accelerant Hank Mod",
        "author": "The Funkin' Crew Inc. and TheBlueHatted",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "Hot"
    },
    {
        "name": "FNF Whitty Mod",
        "author": "The Funkin' Crew Inc. and NateAnim8 , KadeDev , and SockClip",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "Classic"
    },
    {
        "name": "FNF Imposter V3 Mod",
        "author": "The Funkin' Crew Inc. and Clowfoe",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "None"
    },
    {
        "name": "FNF Garcello Mod",
        "author": "The Funkin' Crew Inc. and Taeyai",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "None"
    },
    {
        "name": "FNF Slender Mod",
        "author": "The Funkin' Crew Inc. and MrFlamin",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "New"
    },
    {
        "name": "FNF Huggy Wuggy Mod",
        "author": "The Funkin' Crew Inc. and Boyfnffriend",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "None"
    },
    {
        "name": "FNF Shaggy X Matt Mod",
        "author": "The Funkin' Crew Inc. and srPerez and Sulyare",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "Hot"
    }, 
    {
        "name": "FNF Hex Mod",
        "author": "The Funkin' Crew Inc. and MrFlamin",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "None"
    }, 
    {
        "name": "FNF Matt Mod",
        "author": "The Funkin' Crew Inc. and hayley_c0ntrol",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "None"
    },
    {
        "name": "FNF Kapi Arcade Showdown Mod",
        "author": "The Funkin' Crew Inc. and PaperKitty",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "Hot"
    },
    {
        "name": "FNF Tabi Mod",
        "author": "The Funkin' Crew Inc. and Homskiy",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "Classic"
    },
    {
        "name": "FNF Camellia Mod",
        "author": "The Funkin' Crew Inc. and xer0_dr3amz",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "None"
    },
    {
        "name": "FNF Nonsense Mod",
        "author": "The Funkin' Crew Inc. and NonsenseHumor",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "None"
    },
    {
        "name": "FNF QT Mod",
        "author": "The Funkin' Crew Inc. and Hazardous24 and CountNightshade",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "New"
    }, 
    {
        "name": "FNF Doki Doki Mod",
        "author": "The Funkin' Crew Inc. and Team TBD",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "None"
    }, 
    {
        "name": "FNF Mid-Fight Masses Mod",
        "author": "The Funkin' Crew Inc. and Dokki. doodlez",
        "description": "Friday Night Funkin' is a rhythm game in which the player controls a character called Boyfriend, who must defeat a series of opponents in order to continue dating his significant other, Girlfriend. The player must pass multiple levels, referred to as weeks in-game, containing three songs each.",
        "special": "Hot"
    }
 ],






 "gbaGames": [
        {
            "name": "Super Street Fighter 2 Turbo Revival",
            "author": "Capcom",
            "description": "Super Street Fighter 2 Turbo Revival is an Arcade fighting game to go against your friends! You can do super power puches to dominate your enemy's!",
            "special": "New"
        },
        {
            "name": "Super Street Fighter 3 Alpha",
            "author": "Capcom",
            "description": "Super Street Fighter 3 Alpha is an Arcade fighting game to go against your friends! You can do super power puches to dominate your enemy's!",
            "special": "None"
        },
        {
            "name": "Mortal Komat Advance",
            "author": "Virtucraft",
            "description": "Mortal Kombat Advance allows players to take control of one of multiple playable characters from the Mortal Kombat series, where you fight against a computer or player-controlled opponent one-on-one. The game allows you to use various combo moves, as well as fatalities at the end of the fight.",
            "special": "Classic"
        },
        {
            "name": "Pokemon Fire Red",
            "author": "Game Freak",
            "description": "The plot follows the same storyline as Generation I, with the player beginning in Pallet Town. After meeting up with Professor Oak while trying to leave for Route 1, both the player and their rival are asked by Oak to choose a starter Pokémon, Bulbasaur, Charmander, or Squirtle, from the desk near him.",
            "special": "New"
        },
        {
            "name": "Pokemon Sapphire",
            "author": "Game Freak",
            "description": "Pokémon Sapphire will take you on a journey through the land of Hoenn. Your quest is to become the ultimate Pokémon Master through collecting, battling and trading. Pokémon Sapphire offers incredible graphics, varied gameplay and more than 100 new characters.",
            "special": "Hot"
        },
        {
            "name": "Pokemon Emerald",
            "author": "Game Freak",
            "description": "As with Ruby and Sapphire, the player's general goal is to explore the Hoenn region and conquer a series of eight Pokémon Gyms in order to challenge the Elite Four and its Champion, while the main subplot is to defeat two criminal organizations attempting to harness a legendary Pokémon's power for their own goals.",
            "special": "None"
        },
        {
            "name": "Pokemon Ruby",
            "author": "Game Freak",
            "description": "In the third generation of Pokemon games, the player roams the Hoenn region of the Pokemon world in hopes of catching all 350+ species of Pokemon and becoming a Pokemon Master.",
            "special": "None"
        },
        {
            "name": "Mario Kart Super Circuit",
            "author": "Intelligent Systems",
            "description": "Mario Kart: Super Circuit is a kart racing game featuring characters and elements from the Mario franchise. The player controls one of eight Mario characters and races opponents in karts around tracks themed around locales from the Super Mario platform games.",
            "special": "Hot"
        },
        {
            "name": "Mario Party Advance",
            "author": "Hudson Soft",
            "description": "The aim of the game is to collect all the minigames and Gaddgets that were scattered around Shroom City by Bowser, by completing quests assigned to the player by the various inhabitants of Shroom City. Gaddgets, invented by Professor E. Gadd, are interactive items such as a Morse code generator and a love meter.",
            "special": "None"
        }, 
        {
            "name": "Monopoly",
            "author": "Sculptured Software",
            "description": "Monopoly for your Game Boy Advance is a great way to enjoy the thrills of controlling the businesses of an entire town -- and maintaining it against your competition! Buy streets, put up houses and hotels, control the railroads and utilities and create a monopoly where you control the town.",
            "special": "Classic"
        }, 
        {
            "name": "Kirby and the & The Amazing Mirror",
            "author": "HAL Laboratory, Flagship and Dimps",
            "description": "The Kingdom of Mirrors has been invaded by a dark shadow and Kirby's going to need to call in for some backup this time. He's been split into four Kirbys of different colors and with his trusty cell phone, he can call up his colorful alter egos for a little help.",
            "special": "None"
        }
    ],






     "papasGames": [
        {
            "name": "Papa's Burgeria",
            "author": "Flipline Studios",
            "description": "Papa's Burgeria is a cooking game of Papa game series in which you run the business of a burger restaurant. In this game, you can choose to play as either Marty or Rita. Like other cooking games, your task is to take the customer's orders, prepare and decorate the burgers, then serve your customer a perfect dish.",
            "special": "Classic"
        },
        {
            "name": "Papa's Pizzeria",
            "author": "Flipline Studios",
            "description": "Papa's Pizzeria is a game in the Papa Louie series, serving as both a spin-off sequel to the Papa Louie platformer and the first cooking simulator game (also known as a Gameria) in the series. It revolves around making pizzas for the various customers that visit Papa's Pizzeria.",
            "special": "Classic "
        },
        {
            "name": "Papa's Freezeria",
            "author": "Flipline Studios",
            "description": "In the restaurant management game Papa's Freezeria, you take control of a dessert business when the owner, Papa Louie, is absent. Serve the guests' favorite treats at several stations by accurately completing their orders. To receive the tips, try to serve every customer without making any mistakes.",
            "special": "None"
        },
        {
            "name": "Papa's Cupcakeria",
            "author": "Flipline Studios",
            "description": "In Papa's Cupcakeria, you take the role of a waiter who works in a cafeteria in the town of Frostfield. Your job is to serve your customers the yummy cupcakes you create and bake in your own kitchen.",
            "special": "None"
        },
        {
            "name": "Papa's Scooperia",
            "author": "Flipline Studios",
            "description": "Papa's Scooperia is a casual restaurant management game where you embark on a journey to run your ice cream shop and bring joy to customers of all ages. After losing your belongings in Oniontown, you find yourself in a tight spot and must earn money to return home.",
            "special": "None"
        },
        {
            "name": "Papa's Donuteria",
            "author": "Flipline Studios",
            "description": "Papa's Donuteria is a casual restaurant game where you build delicious donuts for customers. Learn how to roll and cut the dough, fry it, and serve the donuts with a variety of sweet and tasty toppings. The days only get busier, so learn to work fast without sacrificing the quality!",
            "special": "None"
        },
        {
            "name": "Papa's Pancakeria",
            "author": "Flipline Studios",
            "description": "Papa's Pancakeria is a casual restaurant game where you grill pancakes and serve them with delicious toppings to customers. Play minigames and upgrade the shop as you progress. Learn to create perfect pancakes while juggling multiple orders at once!",
            "special": "Hot"
        },
        {
            "name": "Papa's Hot Doggeria",
            "author": "Flipline Studios",
            "description": "Papa's Hot Doggeria is a restaurant game where you serve hotdogs to spectators at a baseball game. Sound exciting? We thought so. Keep up with your customer's orders and deliver delicious dogs on time with various extras and toppings.",
            "special": "None"
        }, 
        {
            "name": "Papa's Sushiria",
            "author": "Flipline Studios",
            "description": "Papa's Sushiria is a casual restaurant game where you create sushi for customers. Learn the ways of a sushi master chef, rolling and slicing sushi rolls with expert precision. Add a range of savory toppings and serve! The days only get business, so make sure you can keep up without lowering the quality!",
            "special": "New"
        }, 
        {
            "name": "Papa's Taco Mia",
            "author": "Flipline Studios",
            "description": "Papa's Taco Mia is a game in the Papa Louie series. It's the third cooking simulator game (aka Gameria) in the series, and is the sequel to Papa's Burgeria. It revolves around making tacos for the various customers that visit the establishment.",
            "special": "Hot"
        },
        {
            "name": "Papa's Wingeria",
            "author": "Flipline Studios",
            "description": "Papa's Wingeria is a casual restaurant game where you cook delicious wings for customers. Learn to serve the perfect plate of wings and purchase upgrades to improve the customer experience. The days only get busier at Papa's Wingeria, so work fast to deliver all the orders on time!",
            "special": "Classic"
        },
        {
            "name": "Papa's Pastaria",
            "author": "Flipline Studios",
            "description": "Papa's Pastaria is a casual restaurant game where you take charge of an Italian restaurant, serving delectable pasta dishes. Indulge in the culinary delights and experience the joy of running your Papa's pasta haven.",
            "special": "None"
        },
        {
            "name": "Papa's Cheeseria",
            "author": "Flipline Studios",
            "description": "Papa's Cheeseria is a game in the Papa Louie series. It's the eleventh cooking simulator game (aka Gameria) in the series, and is the sequel to Papa's Donuteria. It involves making grilled cheese sandwiches with fries for the various customers that visit the establishment.",
            "special": "New"
        },
        {
            "name": "Papa's Bakeria",
            "author": "Flipline Studios",
            "description": "This big-time bakery serves the most sought-after pies in town, and gets plenty of foot traffic from some of the pickiest customers around. You'll need to prepare pies with delicious crusts and flavorful fillings, then top the pie with various crust designs, meringues, or crumbles before popping it in the oven.",
            "special": "None"
        }
    ]
 }